/* Info shown cell for TV shows */
"Season %@, Episode %@" = "Sezóna %1$@, epizóda %2$@";

/* Info shown cell for TV shows with no episode number */
"Season %@" = "Sezóna %@";

/* TV Season header in video details */
"%@, Season %@" = "%@, sezóna %@";

/* Shown in table cell for one podcast */
"ONE_EPISODE" = "(epizódy: 1)";

/* Data shown in table cells for an item representing multiple audiobooks */
"ONE_BOOK" = "(knihy: 1)";

/* Data shown in table cells for an item representing multiple audiobooks */
"BOOK_COUNT_FORMAT" = "(knihy: %d)";

"EPISODE_AND_VIDEO_COUNT_FORMAT" = "(epizódy: %d, videá: 1)";
"EPISODE_AND_VIDEOS_COUNT_FORMAT" = "(epizódy: %d, videá: %d)";

/* Data shown in table cell for an item representing multiple TV shows or Video Podcasts */
"(%d Episodes)" = "(epizódy: %d)";

/* Data shown in table cell for an item representing a group of music video tracks */
"(%d Videos)" = "(videá: %d)";

"ONE_SONG" = "Skladby: 1";
"SONGS_COUNT_FORMAT" = "Skladby: %d";

"ALBUM_GRID_PLURAL_ALBUM_PLURAL_SONG" = "albumy: %d, skladby: %d";
"ALBUM_GRID_PLURAL_ALBUM_SINGLE_SONG" = "albumy: %d, skladby: 1";
"ALBUM_GRID_SINGLE_ALBUM_SINGLE_SONG" = "Skladby: 1";
"ALBUM_GRID_SINGLE_ALBUM_PLURAL_SONG" = "Skladby: %d";

"ALBUM_HEADER_SONG_COUNT" = "Skladby: %d";
"ALBUM_HEADER_SONG_COUNT_1" = "Skladby: 1";
"ALBUM_HEADER_RELEASE_DATE_FORMAT" = "Vydané %@";

/* First %@ is something from ALBUM_HEADER_XXX, second is one of the MINUTES_STRING_MINS_FORMAT items */
"ALBUM_HEADER_SONG_COUNT_AND_DURATION_COMBINATION_FMT" = "%@, %@.";

"LIBRARY" = "Knižnica";
"MUSIC" = "Hudba";
"NO_MUSIC_TITLE" = "Hudba";
"NO_VIDEOS_TITLE" = "Videá";
"SOURCES" = "Zdroje";

/* Header string used to indicate numeric section of a table */
"123" = "123";

/* attached */
"ACCESSORY_CONNECTED" = "Príslušenstvo pripojené";

/* On-The-Go playlist option to add all albums. */
"Add All Albums" = "Pridať všetky albumy";

/* On-The-Go playlist option to add all songs. */
"Add All Songs" = "Pridať všetky skladby";

/* Explanatory text shown when editing the On-The-Go playlist. */
"Add songs to the On-The-Go playlist." = "Pridať skladby do On-The-Go playlistu.";

"ADD_PLAYLIST_CONFIRM_BUTTON_TITLE" = "Uložiť";
"ADD_PLAYLIST_DIALOG_TITLE" = "Nový Playlist";
"ADD_PLAYLIST_DIALOG_MESSAGE" = "Zadajte meno tohto playlistu.";
"ADD_PLAYLIST_ROW" = "Pridať playlist…";
"ADD_PLAYLIST_TITLE_PLACEHOLDER" = "Názov";
"ADD_SONGS_TO_CUSTOM_PLAYLIST_FORMAT" = "Pridať skladby do „%@“.";
"EDIT_PLAYLIST_RENAME" = "Premenovať";
"EDIT_PLAYLIST_ADD_SONGS" = "Pridať skladby";
"RENAME_PLAYLIST_DIALOG_TITLE" = "Premenovať playlist";
"RENAME_PLAYLIST_TITLE_PLACEHOLDER" = "Názov";

/* No comment provided by engineer. */
"Albums" = "Albumy";

/* list option to view all albums. */
"All Albums" = "Všetky albumy";

/* list option to view all songs. */
"All Songs" = "Všetky skladby";

/* No comment provided by engineer. */
"Audible" = "Akustické";

/* For displaying the current chapter in audiobook cells */
"AUDIO_BOOK_CHAPTER_FORMAT" = "Kapitola %.02d/%.02d";

/* No comment provided by engineer. */
"Cancel" = "Zrušiť";

/* No comment provided by engineer. */
"Chapter %d of %d" = "Kapitola %1$d z %2$d";

"CHAPTER_INDEX_FORMAT" = "Kapitola %d";

/* No comment provided by engineer. */
"Refresh Playlist" = "Obnoviť Playlist";

"CLEAR" = "Vyčistiť";

/* No comment provided by engineer. */
"Clear Playlist" = "Vyčistiť playlist";

/* No comment provided by engineer. */
"Save Playlist" = "Uložiť Playlist";

/* No comment provided by engineer. */
"Delete Playlist" = "Vymazať playlist";

/* No comment provided by engineer. */
"content" = "obsah";

/* No comment provided by engineer. */
"INVALID_RENTAL" = "Neplatný";

/* No comment provided by engineer. */
"Delete" = "Vymazať";

/* No comment provided by engineer. */
"DELETE_VIDEO_PROMPT" = "Chcete kvôli šetreniu miesta vymazať „%@“?";

/* No comment provided by engineer. */
"Done" = "Hotovo";

/* No comment provided by engineer. */
"Edit" = "Upraviť";

/* No comment provided by engineer. */
"Save" = "Uložiť";

/* Info shown cell for TV shows */
"Episode %@" = "Epizóda %@";

"GENIUS_MIX_BASED_ON_PREFIX" = "Založené na hudbe od:";
"GENIUS_MIX_BASED_ON_FORMAT" = "%@ a ďalší";

/* No comment provided by engineer. */
"GENIUS_MIX_SEPARATOR_COMMA_FORMAT" = "%@, ";

/* No comment provided by engineer. */
"GENIUS_MIX_SEPARATOR_NO_COMMA_FORMAT" = "%@";

/* No comment provided by engineer. */
"GENIUS_MIX_AND_OTHERS" = "a ďalší";

"GENIUS_MIX_DOWNLOAD_OFFLINE_TITLE" = "Genius Mix";
"GENIUS_MIX_DOWNLOAD_OFFLINE_SUBTITLE_ALL_FORMAT" = "Pre stiahnutie „%@“ sa pripojte k Wi-Fi alebo mobilnej sieti.";
"GENIUS_MIX_DOWNLOAD_OFFLINE_SUBTITLE_WIFI_FORMAT" = "Pre stiahnutie „%@“ sa pripojte k Wi-Fi sieti.";

/* No comment provided by engineer. */
"iTunes U" = "iTunes U";

/* No comment provided by engineer. */
"KEEP_VIDEO_ALERT_POPUP_OPTION" = "Ponechať";

/* No comment provided by engineer. */
"LISTING_COUNT_ALBUMS_FORMAT" = "Albumy: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_ARTISTS_FORMAT" = "Interpreti: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_AUDIBLEBOOKS_FORMAT" = "Audioknihy: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_AUDIOBOOKS_FORMAT" = "Audioknihy: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_COMPILATIONS_FORMAT" = "Kompilácie: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_COMPOSERS_FORMAT" = "Skladatelia: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_GENERIC_ITEMS_FORMAT" = "Položky: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_GENERIC_TRACKS_FORMAT" = "Skladby: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_GENRES_FORMAT" = "Žánre: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_PLAYLISTS_FORMAT" = "Playlisty: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_PODCAST_ITEMS_FORMAT" = "Epizódy: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_PODCASTS_FORMAT" = "Podcasty: %d";

/* No comment provided by engineer. */
"LISTING_COUNT_SONGS_FORMAT" = "Skladby: %d";

/* Bottom of the songs list during a sync. */
"SYNCING_COUNT_SONGS_FORMAT" = "Sťahovanie (%d z %d)…";

/* No comment provided by engineer. */
"LISTING_COUNT_VOICE_MEMOS_FORMAT" = "Nahrávky: %d";

/* No comment provided by engineer */
"LOADING_GENIUS" = "Načítava sa…";

/* No comment provided by engineer */
"LOADING_LYRICS" = "Načítavajú sa texty…";

/* No comment provided by engineer. */
"More" = "Viac";

/* Section header title in the Videos list */
"Movies" = "Filmy";

/* Section header title in the Videos list */
"Movie Rentals" = "Zapožičané filmy";

/* Section header title in the Videos list */
"Music Videos" = "Videoklipy";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Audiobooks" = "Žiadne audioknihy";

/* Generic no content message */
"No Content" = "Žiadny obsah";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Music" = "Žiadna hudba";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Podcasts" = "Žiadne podcasty";

/* string used to display text when the user navigates to a section with no data.  eg. 'No Songs', when there are no Songs in the DB. */
"No Videos" = "Žiadne videá";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ALBUMS" = "Albumy";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ARTISTS" = "Interpreti";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_AUDIOBOOKS" = "Audioknihy";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_COMPILATIONS" = "Kompilácie";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_COMPOSERS" = "Skladatelia";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_GENRES" = "Žánre";

/* No comment provided by engineer. */
"NO_CONTEXT_NAV_TITLE_GENIUS" = "Genius";

/* No comment provided by engineer. */
"NO_CONTEXT_NAV_TITLE_GENIUS_MIXES" = "Genius Mixy";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_ITUNESU" = "iTunes U";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MORE" = "Viac";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_PLAYLISTS" = "Playlisty";

/* To provide a custom back button title, customize this value */
"SHORT_NO_CONTEXT_NAVTITLE_PLAYLISTS" = "Playlisty";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_PODCASTS" = "Podcasty";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_SONGS" = "Skladby";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEOS" = "Videá";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MOVIES" = "Filmy";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_RENTALS" = "Zapožičané";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_TV_SHOWS" = "TV seriály";

/* The title of the 'iTunes U' tab in the video app. */
"NO_CONTEXT_NAVTITLE_VIDEO_ITUNESU" = "iTunes U";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_PODCASTS" = "Podcasty";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_MUSIC_VIDEOS" = "Hudobné videá";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_INFO" = "Info";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_CHAPTERS" = "Kapitoly";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_EPISODES" = "Epizódy";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_VIDEO_PLAY_MOVIE" = "Prehrať film";

/* No comment provided by engineer. */
"NO_CONTEXT_NAVTITLE_SHARED" = "Zdieľané";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"On-The-Go" = "On-The-Go";

/* No comment provided by engineer. */
"PART_X_OF_Y_FORMAT" = "Časť %d z %d";

/* No comment provided by engineer. */
"Playlists" = "Playlisty";

/* Section header title in the Videos list */
"Podcasts" = "Podcasty";

/* Shuffle option shown in song lists */
"Shuffle" = "Zamiešať";

/* No comment provided by engineer. */
"Songs" = "Skladby";

/* iTunes Movie Store */
"MOVIE_STORE" = "Obchod";

/* iTunes Music Store */
"MUSIC_STORE" = "Obchod";

/* No comment provided by engineer. */
"Syncing" = "Synchronizuje sa";

/* Section header title in the Videos list */
"TV Shows" = "TV seriály";

/* No comment provided by engineer. */
"Unknown" = "Neznámy";
"UNKNOWN_ARTIST" = "Neznámy interpret";
"UNKNOWN_ALBUM" = "Neznámy album";

/* No comment provided by engineer. */
"You can download podcasts from iTunes." = "Podcasty môžete sťahovať z iTunes Store.";
"You can download iTunes U content from iTunes." = "Obsah iTunes U môžete sťahovať\nz iTunes Store.";
"You can download audiobooks from iTunes." = "Audioknihy môžete sťahovať z iTunes Store.";
"You can download music from iTunes." = "Hudbu môžete sťahovať z iTunes Store.";
"You can download videos from iTunes." = "Videá môžete sťahovať z iTunes Store.";

"NOW_PLAYING" = "Práve hrá:";

/* Now playing button title.  Our implementation depends on using "Now\nPlaying" for English.  Do not change it without filing a Radar against PEP Music Player to update the corresponding code in +[NowPlayingNavigationButton _localizedTextLabel].  In other languages, use a single space to get an empty button, or any text you actually want drawn.  \n can be used to control wrapping.  NOW_PLAYING_BUTTON_LABEL_FONT_SIZE can be used to help fit the text. */
"NOW_PLAYING_BUTTON_LABEL" = "Práve\nhrá";

/* Use -1 to indicate 'use the default'.  Use something other than -1 if you label is having a hard time fitting your label... Minimum is 8.0 */
"NOW_PLAYING_BUTTON_LABEL_FONT_SIZE" = "-1";

/* Title in alert when rental time remaining is < movie duration */
"PLAY_RENTAL_NOT_ENOUGH_TIME_TITLE" = "Lehota zapožičaného filmu vyprší";

/* Message in alert when rental time remaining is < movie duration */
"PLAY_RENTAL_NOT_ENOUGH_TIME_MESSAGE" = "Lehota tohto filmu čoskoro vyprší. Ak prerušíte prezeranie po jej vypršaní, budete si ho musieť zapožičať znovu.";

/* Message in alert when a user tries to delete a rented movie */
"RENTAL_DELETE_CONFIRMATION_FORMAT" = "Naozaj chcete vymazať „%@“? Ak vymažete tento požičaný film, nebudete si ho môcť znovu pozrieť.";

/* Title in alert when a user tries to delete something */
"DELETE_CONFIRM_TITLE_FORMAT" = "Naozaj chcete vymazať „%@“?";

/* Title in alert when a user tries to delete an OTA purchase */
"DELETE_OTA_CONFIRM_TITLE_FORMAT" = "Položka „%@“ nebola prenesená do iTunes.  Ak ju vymažete, budete ju musieť znovu zakúpiť.";

/* Title in alert when asking user if they really want to play a rental for the first time. */
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_TITLE" = "Chcete prehrať tento zapožičaný film?";

/* Title in alert when rental time remaining is < show duration */
"PLAY_TV_RENTAL_NOT_ENOUGH_TIME_TITLE" = "Lehota zapožičaného tv seriálu vyprší";

/* Message in alert when rental time remaining is < show duration */
"PLAY_TV_RENTAL_NOT_ENOUGH_TIME_MESSAGE" = "Lehota tohto tv seriálu čoskoro vyprší. Ak prerušíte prezeranie po jej vypršaní, budete si ho musieť znovu zapožičať.";

/* Message in alert when a user tries to delete a rented TV show */
"TV_RENTAL_DELETE_CONFIRMATION_FORMAT" = "Naozaj chcete vymazať „%@“? Ak vymažete tento požičaný tv seriál, nebudete si ho môcť znovu pozrieť.";

/* Title in alert when asking user if they really want to play a TV show rental for the first time. */
"PLAY_RENTAL_TV_WILL_BEGIN_PLAYBACK_CLOCK_TITLE" = "Chcete prehrať tento zapožičaný tv seriál?";

/* Message in alert when asking user if they really want to play a rental for the first time. */
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_DAYS" = "Lehota vyprší po %d dňoch od začiatku pozerania.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_DAY" = "Lehota vyprší po %d dni od začiatku pozerania.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_HOURS" = "Lehota vyprší po %d h od začiatku pozerania.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_HOUR" = "Lehota vyprší po %d h od začiatku pozerania.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_MINUTES" = "Lehota vyprší po %d min od začiatku pozerania.";
"PLAY_RENTAL_WILL_BEGIN_PLAYBACK_CLOCK_MESSAGE_MINUTE" = "Lehota vyprší po %d min od začiatku pozerania.";

/* No comment provided by engineer. */
"GET_MORE_PODCASTS" = "Viac epizód…";

/* No comment provided by engineer. */
"GET_MORE_SONGS_LIKE_THIS" = "Pozrite si odporúčania funkcie Genius…";

"GET_MORE_TV_EPISODES" = "Viac epizód…";

/* Title of search results screen */
"SEARCH_RESULTS_TITLE" = "Výsledky vyhľadávania";

/* Label for song in search results */
"SEARCH_RESULT_KIND_SONG" = "Skladba";

/* Label for artist in search results */
"SEARCH_RESULT_KIND_ARTIST" = "Interpret";

/* Label for album in search results */
"SEARCH_RESULT_KIND_ALBUM" = "Album";

/* Label for playlist in search results */
"SEARCH_RESULT_KIND_PLAYLIST" = "Playlist";

/* Label for audiobook in search results */
"SEARCH_RESULT_KIND_AUDIOBOOK" = "Audiokniha";

/* Label for music video in search results */
"SEARCH_RESULT_KIND_MUSIC_VIDEO" = "Hudobné video";

/* Label for TV show in search results */
"SEARCH_RESULT_KIND_TV_SHOW" = "TV seriál";

/* Label for podcast in search results */
"SEARCH_RESULT_KIND_PODCAST" = "Podcast";

/* Label for movie in search results */
"SEARCH_RESULT_KIND_MOVIE" = "Film";

/* Search bar placeholder */
"SEARCH_BAR_PLACEHOLDER" = "Vyhľadať";

"SEARCH_RESULTS_ONE_RESULT" = "(Nájdené: 1)";
"SEARCH_RESULTS_RESULTS_FORMAT" = "(Nájdené: %d)";

/* Section headers in the grouped search result view */
"SEARCH_RESULT_SECTION_TITLE_ARTISTS" = "Interpreti (Nájdené: %@)";
"SEARCH_RESULT_SECTION_TITLE_ARTIST" = "Interpreti (Nájdené: %@)";
"SEARCH_RESULT_SECTION_TITLE_ALBUMS" = "Albumy (Nájdené: %@)";
"SEARCH_RESULT_SECTION_TITLE_ALBUM" = "Albumy (Nájdené: %@)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLIST" = "Playlisty (Nájdené: %@)";
"SEARCH_RESULT_SECTION_TITLE_PLAYLISTS" = "Playlisty (Nájdené: %@)";
"SEARCH_RESULT_SECTION_TITLE_SONG" = "Skladby (Nájdené: %@)";
"SEARCH_RESULT_SECTION_TITLE_SONGS" = "Skladby (Nájdené: %@)";
"SEARCH_RESULT_SECTION_TITLE_AUDIOBOOKS" = "Audioknihy (Nájdené: %@)";
"SEARCH_RESULT_SECTION_TITLE_AUDIOBOOK" = "Audioknihy (Nájdené: %@)";
"SEARCH_RESULT_SECTION_TITLE_PODCASTS" = "Epizódy podcastu (Nájdené: %@)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST" = "Epizódy podcastu (Nájdené: %@)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST_SERIES_PLURAL" = "Podcasty (Nájdené: %@)";
"SEARCH_RESULT_SECTION_TITLE_PODCAST_SERIES" = "Podcasty (Nájdené: %@)";
"SEARCH_RESULT_SECTION_TITLE_MUSIC_VIDEOS" = "Hudobné videá (Nájdené: %@)";
"SEARCH_RESULT_SECTION_TITLE_MUSIC_VIDEO" = "Hudobné videá (Nájdené: %@)";
"SEARCH_RESULT_SECTION_TITLE_TV_EPISODES" = "TV epizódy (Nájdené: %@)";
"SEARCH_RESULT_SECTION_TITLE_TV_EPISODE" = "TV epizódy (Nájdené: %@)";
"SEARCH_RESULT_SECTION_TITLE_TV_SHOWS" = "TV seriály (Nájdené: %@)";
"SEARCH_RESULT_SECTION_TITLE_TV_SHOW" = "TV seriály (Nájdené: %@)";
"SEARCH_RESULT_SECTION_TITLE_MOVIES" = "Filmy (Nájdené: %@)";
"SEARCH_RESULT_SECTION_TITLE_MOVIE" = "Filmy (Nájdené: %@)";
"SEARCH_RESULT_SECTION_TITLE_GENRES" = "Žánre (Nájdené: %@)";
"SEARCH_RESULT_SECTION_TITLE_GENRE" = "Žánre (Nájdené: %@)";
"SEARCH_RESULT_SECTION_TITLE_COMPOSERS" = "Skladatelia (Nájdené: %@)";
"SEARCH_RESULT_SECTION_TITLE_COMPOSER" = "Skladateľ (Nájdené: %@)";

"CONTINUE_SEARCHING_IN_ITUNES_STORE" = "Pokračovať v hľadaní v obchode…";

"PODCAST_LINK_EMAIL_FORMAT" = "Pozrite si tento podcast v iTunes:<br/><br/><a href=\"%@\">%@</a>";

"NO_MAIL_ACCOUNT_ALERT_TITLE" = "Pre zdieľanie podcastov si nastavte Mailový účet.";

/* Wildcat Videos app info screen*/
"SUMMARY_HEADER" = "Zhrnutie";
"DESCRIPTION_HEADER" = "Popis";

"ACTOR_HEADER_SINGULAR" = "Herec";
"ACTOR_HEADER_PLURAL" = "Herci";

"DIRECTOR_HEADER_SINGULAR" = "Režisér";
"DIRECTOR_HEADER_PLURAL" = "Režiséri";

"PRODUCER_HEADER_SINGULAR" = "Producent";
"PRODUCER_HEADER_PLURAL" = "Producenti";

"SCREENWRITER_HEADER_SINGULAR" = "Scenárista";
"SCREENWRITER_HEADER_PLURAL" = "Scenáristi";

"ARTIST_LIST_SINGLE_ALBUM_SINGLE_SONG_FORMAT" = "albumy: %d, skladby: %d";
"ARTIST_LIST_SINGLE_ALBUM_PLURAL_SONG_FORMAT" = "albumy: %d, skladby: %d";
"ARTIST_LIST_PLURAL_ALBUM_PLURAL_SONG_FORMAT" = "albumy: %d, skladby: %d";

"NO_METADATA_RELEASED_HEADER" = "Vydané";
"NO_METADATA_LENGTH_HEADER" = "Dĺžka";
"NO_METADATA_SIZE_HEADER" = "Veľkosť";
"NO_METADATA_COPYRIGHT_HEADER" = "Copyright";
"NO_METADATA_DIMENSIONS_HEADER" = "Rozmery";
"NO_METADATA_CODECS_HEADER" = "Kodeky";

/* Wildcat Music Videos info screen */
"RELEASED_HEADER" = "Vydané";
"LENGTH_HEADER" = "Dĺžka";
"SIZE_HEADER" = "Veľkosť";
"COPYRIGHT_HEADER" = "Copyright";
"FROM_THE_ALBUM_HEADER" = "Z albumu (dostupného na iTunes)";
"ITUNES_LINK" = "iTunes";
"DIMENSIONS_HEADER" = "Rozmery";
"CODECS_HEADER" = "Kodeky";

"RELEASE_DATE_UNKNOWN" = "Neznámy";
"DURATION_UNKNOWN" = "Neznáme";
"DIRECTORS_UNKNOWN" = "Neznámy";

"ALBUM_UNKNOWN" = "Neznámy album";
"ALBUM_SONGS_COUNT_SINGULAR" = "Skladby: 1";
"ALBUM_SONGS_COUNT_PLURAL" = "Skladby: %u";

"CREATE_GENIUS_PLAYLIST" = "Vyberte skladbu pre Genius Playlist.";
"ADD_SONGS_TO_PLAYLIST_FORMAT" = "Pridať skladby do playlistu %@.";

"ALBUM_INFO_SEPARATOR" = ", ";
"ALBUM_INFO_RELEASE_DATE_FORMAT" = "Vydané %@";
"ALBUM_INFO_SONGS_SINGULAR" = "Skladby: 1";
"ALBUM_INFO_SONGS_FORMAT_PLURAL" = "Skladieb: %u";
"ALBUM_INFO_TIME_SINGULAR" = "1 min";
"ALBUM_INFO_TIME_FORMAT_PLURAL" = "%u min";

/* Wildcat other */
"DOWNLOAD_VIDEOS_FROM_ITUNES" = "Videá môžete sťahovať z iTunes.";
"GENIUS_PLAYLIST" = "Genius Playlist";
"DELETE_VIDEO_ALERT" = "Vymazať video?";

"PLAYLIST_DELETE_ALERT_TITLE" = "Vymazať „%@“";
"PLAYLIST_DELETE_ALERT_BODY" = "Vymazaním playlistu „%@“ ho zároveň odstránite z počítača pri najbližšej synchronizácii.";

"EPISODE_DESCRIPTION_MORE" = "Viac";

"NO_RESULTS" = "Žiadne výsledky";

"PLAY_ALL_SONGS" = "Prehrať všetky skladby";

"Genius" = "Genius";
/* Explanatory text shown on the picker when creating a genius playlist. */
"PICK_GENIUS_PLAYLIST_SEED_PROMPT" = "Vyberte skladbu pre Genius Playlist.";
"GENIUS_CREATE_NEW_BUTTON_TITLE" = "Nový";
"GENIUS_REFRESH_BUTTON_TITLE" = "Obnoviť";

/* Placeholder for unknown time duration */
"UNKNOWN_DURATION" = "--:--";

"SHARED_SECTION_TITLE" = "Knižnice domáceho zdieľania";
"SHARED_LIBRARY_PASSWORD_ALERT_BODY_FORMAT" = "Knižnica „%@“ vyžaduje heslo.";
"SHARED_LIBRARY_PASSWORD_ALERT_PLACEHOLDER" = "Heslo";
"SHARED_LIBRARY_UNABLE_TO_CONNECT_FORMAT" = "Nie je možné sa pripojiť k „%@“.";

"RENTAL_EXPIRED_FORMAT" = "Lehota na zapožičanie „%@“ vypršala";
"RENTAL_WARNING_DAYS_FORMAT" = "Máte ešte dni (%1$@) na pozeranie „%2$@“. Potom bude vymazaný";
"RENTAL_WARNING_DAY_FORMAT" = "Máte ešte %1$@ deň na pozeranie „%2$@“. Potom bude vymazaný";
"RENTAL_WARNING_HOURS_FORMAT" = "Máte ešte %1$@ h na pozeranie „%2$@“. Potom bude vymazaný";
"RENTAL_WARNING_HOUR_FORMAT" = "Máte ešte %1$@ h na pozeranie „%2$@“. Potom bude vymazaný";
"RENTAL_WARNING_MINUTES_FORMAT" = "Máte ešte %1$@ min na pozeranie „%2$@“. Potom bude vymazaný";
"RENTAL_WARNING_MINUTE_FORMAT" = "Máte ešte %1$@ min na pozeranie „%2$@“. Potom bude vymazaný";

"HOME_SHARING_SPLASH_LABEL" = "Domáce zdieľanie";
"HOME_SHARING_ACCOUNT_FIELD_NAME" = "Apple ID";
"HOME_SHARING_ACCOUNT_PLACEHOLDER" = "priklad@me.com";
"HOME_SHARING_PASSWORD_FIELD_NAME" = "Heslo";
"HOME_SHARING_PASSWORD_PLACEHOLDER" = "Vyžaduje sa";
"HOME_SHARING_FOOTER_LABEL" = "Použitie domáceho zdieľania vyžaduje Apple ID.";
"HOME_SHARING_ERROR_TITLE" = "Domáce zdieľanie sa nedá zapnúť";
"HOME_SHARING_CANNOT_CONNECT_TITLE" = "Nedá sa pripojiť ku knižnici médií";
"HOME_SHARING_VERSION_NOT_SUPPORTED" = "Domáce zdieľanie vyžaduje iTunes 10.2 alebo novšiu verziu.";

"SHARED_MODAL_SHEET_DEVICE_LIBRARY" = "Môj iPad";
"SHARED_DEVICE_LIBRARY_FORMAT" = "Môj %@";

"DOWNLOAD_ALL_BUTTON_TITLE" = "Stiahnuť všetky";
"SHOW_COMPLETE_ALBUM" = "Zobraziť kompletný album…";
"HIDE_COMPLETE_ALBUM" = "Skryť kompletný album";
"COMPLETE_MY_ALBUM_FOR_AMOUNT_LABEL" = "Skompletizovať môj album %@";
"COMPLETE_THIS_ALBUM_BUTTON_LABEL" = "Skompletizovať tento album";
"HD_OFFER_VARIANT_SEGMENT_TITLE" = "HD";
"SD_OFFER_VARIANT_SEGMENT_TITLE" = "SD";
"BUY_ALBUM_FOR_AMOUNT_LABEL" = "Kúpiť album: %@";
"REGULAR_ALBUM_PRICE_LABEL" = "Bežná cena %@";
"SHOW_COMPLETE_SEASON" = "Zobraziť kompletnú sezónu";
"HIDE_COMPLETE_SEASON" = "Skryť kompletnú sezónu";
"SINGLE_EPISODE_AVAILABLE_LABEL" = "Ďalšie epizódy (%d)…";
"SINGLE_EPISODE_AVAILABLE_LABEL_LONG" = "V iTunes sú dostupné ďalšie epizódy (%d)";
"MULTIPLE_EPISODES_AVAILABLE_LABEL" = "Ďalšie epizódy (%d)…";
"MULTIPLE_EPISODES_AVAILABLE_LABEL_LONG" = "V iTunes sú dostupné ďalšie epizódy (%d)";
"COMPLETE_MY_SEASON_FOR_AMOUNT_LABEL" = "Skompletizovať moju sezónu %@";
"COMPLETE_MY_SEASON_NO_AMOUNT_LABEL" = "Skompletizovať moju sezónu";
"COMPLETE_MY_SEASON_PASS_NO_AMOUNT_LABEL" = "Skompletizovať predplatenú sezónu";
"BUY_SEASON_FOR_AMOUNT_LABEL" = "Kúpiť sériu %@";
"BUY_SEASON_NO_AMOUNT_LABEL" = "Kúpiť sériu";
"BUY_SEASON_PASS_NO_AMOUNT_LABEL" = "Kúpiť poukážku na sériu";

"EXIT_STORE_BUTTON_TITLE" = "Knižnica";

/* Alert title/message to inform the user that Podcasts can be downloaded using the Podcasts app */
"PODCASTS_DOWNLOAD_ALERT_TITLE" = "Podcasty boli presunuté";
"PODCASTS_DOWNLOAD_ALERT_MESSAGE" = "Nové epizódy si môžete stiahnuť pomocou aplikácie Podcasty.";
